# ImportDXFDWG

## Description
Import one or many DXF/DWG or DWF files

```pascal
PROCEDURE ImportDXFDWG;
```

```python

def vs.ImportDXFDWG():
    return None
```

## Version
Availability: from Vectorworks 2013
## Category
* ImportExport